/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Sense dades";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Desar";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Tornar a introduir firma";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Eliminar";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Cancel·lar";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Firma";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tocar per signar";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Àrea de signatura";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Toqueu-lo dues vegades i arrossegueu-lo per signar";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Imatge de signatura";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Línia de signatura";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Cancel·lat";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Següent";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "D'acord";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Estat";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "L’usuari ha cancel·lat la incorporació";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Sense consentiment, no podreu continuar l'activació.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Donar el consentiment";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Sortir";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Endarrere";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Pas";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "de";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Esteu segur que voleu sortir del procés d’activació?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Voleu la privacitat de les dades?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Sigueu prudents amb les vostres dades";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "No ara";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Permetre";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Prohibir";

/* XBUT: Agree action title in EULAView */
"Agree" = "Accepto";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "No accepto";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "S'està carregant...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Encara no hi ha res per visualitzar";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Fet";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Hi ha %d errors a la taula de dades.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "capçalera de línia";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "línia %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "columna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "accessori principal";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "accessori de seguiment";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "imatge";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "data";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "hora";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "duració";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "element de llista";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "seleccionat";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "no seleccionat";

/* XBUT: calendar time component label */
"Time" = "Hora";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valor: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "La cel·la seleccionada és només de lectura.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Camp només de lectura";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "No queden més caràcters";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduïu el nombre de caràcters";

